brew 'bat'
brew 'exa'
brew 'gh'
brew 'git'
brew 'neovim'
brew 'pyenv'
brew 'rbenv'
brew 'tmux'

cask 'alacritty'
cask 'alfred'
cask 'authy'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'hiddenbar'
cask 'iterm2'
cask 'paw'
cask 'rectangle'
cask 'slack'
cask 'visual-studio-code'
cask 'vulkan-sdk'
cask 'android-studio'
cask 'google-chrome'
cask 'dropbox'
