brew 'mas'
brew 'python' 
brew 'ant'
brew 'autoconf'
brew 'automake'
brew 'carthage'
brew 'cmake'
brew 'colordiff'
brew 'cscope'
brew 'ctags'
brew 'faac'
brew 'flow'
brew 'ffmpeg'
brew 'freetype'
brew 'gdbm'
brew 'git'
brew 'git-lfs'
brew 'hub'
brew 'imagemagick'
brew 'jpeg'
brew 'jq'
brew 'lame'
brew 'libtool'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'macvim', args: ['--env-std',  '--override-system-vim']
brew 'mono'
brew 'ninja'
brew 'node'
brew 'p7zip'
brew 'par2'
brew 'pcre'
brew 'pkg-config'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'swiftlint'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'wget'
brew 'x264'
brew 'xctool'
brew 'xvid'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'android-studio'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'codekit'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'kaleidoscope'
cask 'paw'
cask 'qlmarkdown'
cask 'qlcolorcode' 
cask 'qlstephen' 
cask 'quicklook-json'
cask 'reveal'
cask 'sequel-pro'
cask 'slack'
cask 'subler'
cask 'textmate'
cask 'transmission'
cask 'transmit'
cask 'vlc'

mas 'Keynote', id: 409183694
mas 'The Unarchiver', id: 425424353
mas 'Caffeine', id: 411246225
mas 'Pixelmator', id: 407963104
mas 'CodeRunner', id: 433335799
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'LiveReload', id: 482898991
